import React from 'react'

const Comment = () => {

    return (

        //Тело Комментариев
        <div className="comment">

            Недоработки<br/>
            <br/>
            основные:<br/>
            <br/>
            - не выполнил условие по не использованию сторонних библиотек при подключении БД (отсутствует опыт)<br/>
            <br/>
            второстепенные:<br/>
            <br/>
            - можно добавить isLoading при загрузке новых данных в таблицу<br/>
            - можно добавить отображение активной кнопки пагинации<br/>
            (не успел)
        </div>
    )
}

export default Comment